Repository: dbarbar/mysites
Catalog: sites/all/modules/gsitemap/po/*.po
Languages: it

source: The following options allow you to alter the behavior of the Google Sitemap module. Your sitemap can be found at <a href="@url">@url</a>.
it: Le opzioni seguenti consentono di modificare il comportamento del modulo Google Sitemap. La sitemap è disponibile all'indirizzo <a href="@url">@url</a>.

source: Adjust the settings used to generate your Google Sitemap.
it: Modifica le impostazioni usate per generare la Google Sitemap.

source: Additional site map links
it: Link aggiuntivi per la sitemap

source: Specify additional pages to add to your site map.
it: Specifica ulteriori pagine da aggiungere alla sitemap.

source: gsitemap verification page
it: pagina di verifica per la sitemap

source: gSitemap settings
it: impostazioni della sitemap

source: Priority override
it: Ridefinizione della priorità

source: Optionally override the sitemap priority for this post. The lowest priority is 0.0; the highest priority is 1.0. A priority of -1 will prevent this post from appearing in the sitemap.
it: Ridefinizione facoltativa della priorità per questo contenuto. La piorità più bassa è 0.0; la priorità più alta è 1.0. Una priorità -1 non fa inserire il contenuto nella sitemap.

source: Priority must be a number between 0.0 and 1.0, inclusive, or -1 to prevent this node from appearing in the sitemap.
it: La priorità deve essere un numero compreso tra 0.0 e 1.0 inclusi, oppure -1 per impedire che il nodo sia inserito nella sitemap.

source: Priority settings
it: Impostazioni della priorità

source: Front page priority
it: Priorità della homepage

source: This is the absolute priority for the front page. Values can range between 0.0 and 1.0.
it: Questa è la priorità assoulta della homepage. Sono ammessi valori tra 0.0 e 1.0.

source: Promotion adjustment
it: Variazione della promozione

source: This number will be added to the priority of each node that is promoted to the front page.
it: Questo numero sarà aggiunto alla priorità di ciascun nodo promosso in homepage.

source: Comment ratio weight
it: Rapporto di peso per i commenti

source: This number will be multiplied with the ratio of the number of comments on the node over the number of comments on the node with the most comments, i.e., this number will be added to the priority of the node with the most comments.
it: Questo numero sarà moltiplicato per il rapporto tra il numero di commenti del nodo e il numero di commenti del nodo più commentato, ovvero questo numero sarà aggiunto alla priorità del nodo con più commenti.

source: You can enter -1 in any of the following fields to prevent nodes of that type from appearing in the sitemap.
it: Puoi inserire -1 in qualunque dei campi seguenti per impedire che i nodi di quel tipo sia inseriti nella sitemap.

source: %name adjustment
it: variazione di %name

source: This number will be added to the priority of nodes of type %name.
it: Questo numero sarà aggiunto alla priorità dei nodi di tipo %name.

source: Search engines
it: Motori di ricerca

source: Submit site map to Google.
it: Invia la sitemap a Google.

source: Submission URL
it: Indirizzo di invio

source: The URL to submit the site map to.
it: L'URL a cui inviare la sitemap.

source: Verification link
it: Link di verifica

source: In order to show statistics, Google will ask you to verify that you control this site by creating a page with a certain name. Enter that name here and the gsitemap module will hook that filename. Note that this will only work if you have clean URLs enabled.
it: Per mostrare le statistiche, Google chiederà di verificare l'effettiva gestione del sito creando una pagina con un certo nome. Inserisci il nome in questo campo, e il modulo gsitemap farà riferimento a questo file. Questo meccanismo funziona solo con le URL semplici attivate.

source: Submit site map to Yahoo.
it: Invia la sitemap a Yahoo.

source: Submit site map to Ask.com.
it: Invia la sitemap a Ask.com

source: Submit sitemap when updated.
it: Invia la sitemap quando è aggiornata.

source: If enabled, the site map will be submitted via HTTP request each time it is updated.
it: Se attivato, la sitemap sarà inviata tramite richiesta HTTP ogni volta che viene aggiornata.

source: Submit sitemap on cron run.
it: Invia la sitemap ad ogni esecuzione del cron.

source: If enabled, updates to the site map will be submitted via HTTP request each time the cron job is run.
it: Se attivo, gli aggiornamenti della sitemap saranno inviati tramite richiesta HTTP ad ogni esecuzione del cron.

source: Log accesses.
it: Registra gli accessi nel log.

source: If enabled, a watchdog entry will be made each time the site map is accessed, containing information about the requestor.
it: Se attivo, ogni accesso alla sitemap verrà registrata nel log di sistema, con le informazioni del richiedente.

source: Other settings
it: Altre impostazioni

source: Chunk size
it: Dimensione del chunk

source: This is the number of links to send at one time. Values can range between 1 and 50,000.
it: Questo è il numero di link per ogni invio. Sono ammessi valori tra 1 e 50000.

source: Count comments in change date and frequency
it: Conteggio dei commenti in base alla data di variazione e alla frequenza.

source: If enabled, the frequency of comments on a node will affect its change frequency and last modification date.
it: Se attivo, la frequenza dei commenti di un nodo varierà in base alla frequenza di aggiornamento e all'ultima data di modifica.

source: Include links to taxonomy term pages
it: Inserisci i link alle pagine dei termini di tassonomia

source: If enabled, links to taxonomy term pages will be included in the sitemap.
it: Se attivo, nella sitemap verranno inseriti anche i link ai termini di tassonomia.

source: Include links to user profile pages
it: Inserisci i link alle pagine dei profili utenti

source: If enabled, links to user profile pages will be included in the sitemap (requires requestor to have "access user profiles" permission).
it: Se attivo, nella sitemap verranno inseriti anche i link ai profili utente (il richiedente deve avere il permesso "accede ai profili utente").

source: Cannot send more than 50,000 links at one time.
it: Impossibile inviare più di 50000 link per volta.

source: Pages
it: Pagine

source: Enter one page per line as Drupal paths. For example, if the URL is <em>http://example.com/node/1</em>, enter <em>node/1</em>.
it: Inserisci una pagina per riga come percorsi Drupal. Ad esempio, se l'URL è <em>http://example.com/node/1</em>, scrivi <em>node/1</em>.

source: Additional links priority
it: Priorità per i link aggiuntivi.

source: This is the absolute priority for additional links. Values can range between 0.0 and 1.0. The default priority is 0.5.
it: Questa è la priorità assoluta per i link aggiuntivi. Sono ammessi valori tra 0.0 e 1.0. La priorità predefinita è 0.5.

source: Priority must be between 0.0 and 1.0.
it: La priorità deve essere compresa tra 0.0 e 1.0.

source: Site map @chunk
it: @chunk della sitemap

source: Site map index
it: Indice della sitemap

source: !sitemap downloaded by Google.
it: !sitemap scaricata da Google.

source: !sitemap downloaded by @user-agent at @address.
it: !sitemap scaricata da @user-agent su @address.

source: Sitemap successfully submitted to Google.
it: La sitemap è stata inviata a Google.

source: Error occurred submitting sitemap to Google: @code
it: Errore nell'invio della sitemap a Google: @code

source: Sitemap successfully submitted to Yahoo.
it: La sitemap è stata inviata a Yahoo.

source: Error occurred submitting sitemap to Yahoo: @code
it: Errore nell'invio della sitemap a Yahoo: @code

source: Sitemap successfully submitted to Ask.com.
it: La sitemap è stata inviata a Ask.com

source: Error occurred submitting sitemap to Ask.com: @code
it: Errore nell'invio della sitemap a Ask.com: @code

source: override node priority
it: ridefinisci la priorità dei nodi

source: Creates a Google Sitemap.
it: Crea una Google Sitemap.
